{
  "Овен": {
    "Овен": "Два Овна — это мощный союз лидеров. Много страсти, энергии и конкурентности. Может быть огненно, ярко и шумно.",
    "Телец": "Овен и Телец — как огонь и земля. Притяжение сильное, но потребуется терпение со стороны Тельца и мягкость от Овна.",
    "Близнецы": "Овен и Близнецы — лёгкий, динамичный союз. Много общения, идей и драйва. Конфликты быстро забываются.",
    "Рак": "Овен и Рак — непростая пара. Овен быстрый и горячий, Рак чувствительный и медленный. Если научатся слушать — возможно всё.",
    "Лев": "Овен и Лев — идеальный огненный дуэт. Страсть, харизма, яркость. Главное — не бороться за трон друг с другом.",
    "Дева": "Овен и Дева — контрастный союз. Дева структурирует хаос Овна, а Овен добавляет смелости Деве.",
    "Весы": "Овен и Весы — притяжение противоположностей. Овен действует, Весы обдумывают. Вместе — гармония силы и дипломатии.",
    "Скорпион": "Овен и Скорпион — буря страстей. Глубоко, остро, интенсивно. Отношения трансформируют обоих.",
    "Стрелец": "Овен и Стрелец — настолько похожи, что им легко и весело. Огненный оптимизм, путешествия, приключения.",
    "Козерог": "Овен и Козерог — два лидера разных стилей. Если цели совпадают, они непобедимы. Если нет — могут воевать.",
    "Водолей": "Овен и Водолей — союз единомышленников. Свобода, идеи, вдохновение. Оба любят новизну.",
    "Рыбы": "Овен и Рыбы — огонь и вода. Овну нужно быть мягче, Рыбам — чётче. Но притяжение бывает волшебным."
  },

  "Телец": {
    "Овен": "Телец любит стабильность, Овен — движение. Нужно терпение, но пара может быть крепкой.",
    "Телец": "Телец и Телец — гармония, спокойствие, надёжность. Очень прочная пара.",
    "Близнецы": "Телец и Близнецы живут в разных темпах. Но Близнецы привносят игру, а Телец — надёжность.",
    "Рак": "Телец и Рак — теплая, семейная, уютная пара. Глубокие чувства и взаимная поддержка.",
    "Лев": "Телец и Лев — оба любят комфорт и красоту. Но Лев хочет внимания, а Телец — стабильности.",
    "Дева": "Телец и Дева — прекрасная земная пара. Надёжность, забота, практичность.",
    "Весы": "Телец и Весы — эстетичная пара. Оба любят комфорт, красоту и спокойствие.",
    "Скорпион": "Телец и Скорпион — два полюса одной оси. Притяжение мощное, отношения глубокие.",
    "Стрелец": "Телец и Стрелец — непростой союз. Разные взгляды на жизнь, но Стрелец учит гибкости.",
    "Козерог": "Телец и Козерог — идеальный земной союз. Общие цели, стабильность и практичность.",
    "Водолей": "Телец и Водолей — противоположности. Один — про стабильность, другой — про свободу.",
    "Рыбы": "Телец и Рыбы — мягкость и нежность. Рыбы вдохновляют, Телец защищает."
  },

  "Близнецы": {
    "Овен": "Близнецы и Овен — лёгкий, яркий союз идей и действий.",
    "Телец": "Близнецы и Телец — разные темпы, но могут дополнять друг друга.",
    "Близнецы": "Два Близнеца — бесконечные разговоры, идеи, движение. Иногда не хватает стабильности.",
    "Рак": "Близнецы и Рак — непростая эмоционально-интеллектуальная пара. Оба могут учиться друг у друга.",
    "Лев": "Близнецы и Лев — блестящая пара. Шик, юмор, энергия, харизма.",
    "Дева": "Близнецы и Дева — оба интеллектуалы, но разные. Могут спорить, но уважают ум.",
    "Весы": "Близнецы и Весы — лёгкость, понимание, гармония общения.",
    "Скорпион": "Близнецы и Скорпион — сложная энергетика. Скорпион слишком глубок, Близнецы слишком бегут.",
    "Стрелец": "Близнецы и Стрелец — идеальная пара противоположностей. Свобода, энергия, путешествия.",
    "Козерог": "Близнецы и Козерог — разные стили жизни. Козерогу нужен порядок, Близнецам свобода.",
    "Водолей": "Близнецы и Водолей — идеальный интеллектуальный союз. Идеи, вдохновение, дружба.",
    "Рыбы": "Близнецы и Рыбы — мечты vs логика. Разные, но могут вдохновлять друг друга."
  },

  "Рак": {
    "Овен": "Рак чувствительный, Овен прямолинейный. Много уроков, но и много притяжения.",
    "Телец": "Рак и Телец — лучший союз для семьи и тепла.",
    "Близнецы": "Рак и Близнецы — разные эмоциональные уровни, нужно учиться слышать друг друга.",
    "Рак": "Два Рака — океан чувств. Глубоко, эмоционально, иногда тяжело.",
    "Лев": "Рак и Лев — яркий союз противоположностей. Один сияет, другой чувствует.",
    "Дева": "Рак и Дева — забота, поддержка, спокойствие.",
    "Весы": "Рак и Весы — разные подходы к чувствам. Но могут создавать гармонию.",
    "Скорпион": "Рак и Скорпион — мощная водная пара. Интуиция, глубина, судьбоносность.",
    "Стрелец": "Рак и Стрелец — сложная динамика. Один домосед, другой путешественник.",
    "Козерог": "Рак и Козерог — полярные, но идеальные партнёры. Дом + карьера.",
    "Водолей": "Рак и Водолей — разные миры. Раки — эмоции, Водолей — идеи.",
    "Рыбы": "Рак и Рыбы — волшебная водная гармония. Мягкость, глубина, взаимопонимание."
  },

  "Лев": {
    "Овен": "Лев и Овен — два огня, два лидера. Ярко, мощно, страстно.",
    "Телец": "Лев и Телец — красота, комфорт, роскошь. Иногда борьба за упрямство.",
    "Близнецы": "Лев и Близнецы — блестящая парочка. Общительность + харизма.",
    "Рак": "Лев и Рак — разное выражение чувств, но притяжение сильное.",
    "Лев": "Два Льва — королевская пара. Но борьба за внимание неизбежна.",
    "Дева": "Лев и Дева — стабильность + яркость. Могут идеально дополнять друг друга.",
    "Весы": "Лев и Весы — эстетика, гармония, притяжение. Очень красивая пара.",
    "Скорпион": "Лев и Скорпион — сильная, но напряженная энергетика. Много страсти.",
    "Стрелец": "Лев и Стрелец — идеальный огненный союз. Драйв, страсть, приключения.",
    "Козерог": "Лев и Козерог — два лидера, отношения серьёзные и амбициозные.",
    "Водолей": "Лев и Водолей — притяжение противоположностей. Дух свободы.",
    "Рыбы": "Лев и Рыбы — вдохновение и романтика. Нежность + сила."
  },

  "Дева": {
    "Овен": "Дева структурирует Овна, Овен вдохновляет Деву.",
    "Телец": "Дева и Телец — стабильная, практичная гармония.",
    "Близнецы": "Дева и Близнецы — оба умные, но разные. Много разговоров.",
    "Рак": "Дева и Рак — забота, уют, поддержка.",
    "Лев": "Дева и Лев — могут балансировать друг друга.",
    "Дева": "Две Девы — порядок, структура, понимание.",
    "Весы": "Дева и Весы — эстетика + логика. Разные, но могут работать.",
    "Скорпион": "Дева и Скорпион — глубокая, надёжная связь.",
    "Стрелец": "Дева и Стрелец — разные взгляды на жизнь. Но Стрелец учит расслаблению.",
    "Козерог": "Дева и Козерог — идеальный земной союз.",
    "Водолей": "Дева и Водолей — логика против свободы.",
    "Рыбы": "Дева и Рыбы — противоположности, но притягиваются."
  },

  "Весы": {
    "Овен": "Весы и Овен — гармония противоположностей.",
    "Телец": "Весы и Телец — красота, комфорт, отношения через эстетику.",
    "Близнецы": "Весы и Близнецы — идеальный союз общения.",
    "Рак": "Весы и Рак — разные эмоционально. Но гармония возможна.",
    "Лев": "Весы и Лев — блестящая, красивая пара.",
    "Дева": "Весы и Дева — разные темпераменты. Но уважение присутствует.",
    "Весы": "Два Весов — гармония, романтика, лёгкость.",
    "Скорпион": "Весы и Скорпион — притяжение с вызовами.",
    "Стрелец": "Весы и Стрелец — лёгкость, энергия, путешествия.",
    "Козерог": "Весы и Козерог — стабильность + гармония. Непросто, но долговечно.",
    "Водолей": "Весы и Водолей — идеальный интеллектуально-духовный союз.",
    "Рыбы": "Весы и Рыбы — романтика, мягкость, много эмоций."
  },

  "Скорпион": {
    "Овен": "Скорпион и Овен — мощная, взрывная энергетика.",
    "Телец": "Скорпион и Телец — судьбоносные отношения.",
    "Близнецы": "Скорпион и Близнецы — слишком разные глубины.",
    "Рак": "Скорпион и Рак — идеальная водная гармония.",
    "Лев": "Скорпион и Лев — сильные личности, много страсти.",
    "Дева": "Скорпион и Дева — поддержка, глубина, надёжность.",
    "Весы": "Скорпион и Весы — притяжение, но возможны сложности.",
    "Скорпион": "Два Скорпиона — интенсивность ×2. Сильные чувства.",
    "Стрелец": "Скорпион и Стрелец — свобода против глубины.",
    "Козерог": "Скорпион и Козерог — мощный союз. Доверие + амбиции.",
    "Водолей": "Скорпион и Водолей — слишком разные энергии, но интересно.",
    "Рыбы": "Скорпион и Рыбы — духовная, глубокая, интуитивная связь."
  },

  "Стрелец": {
    "Овен": "Стрелец и Овен — огненный драйв.",
    "Телец": "Стрелец и Телец — разные темпы.",
    "Близнецы": "Стрелец и Близнецы — идеальные противоположности.",
    "Рак": "Стрелец и Рак — непростая динамика.",
    "Лев": "Стрелец и Лев — энергия, движение, яркость.",
    "Дева": "Стрелец и Дева — философия против логики.",
    "Весы": "Стрелец и Весы — лёгкость, вдохновение.",
    "Скорпион": "Стрелец и Скорпион — сложные, но яркие отношения.",
    "Стрелец": "Два Стрельца — свобода, путешествия.",
    "Козерог": "Стрелец и Козерог — разные цели.",
    "Водолей": "Стрелец и Водолей — идеальная интеллектуальная пара.",
    "Рыбы": "Стрелец и Рыбы — мечты и путешествия. Красиво, но непросто."
  },

  "Козерог": {
    "Овен": "Козерог и Овен — две силы разных стилей.",
    "Телец": "Козерог и Телец — стабильность и практичность.",
    "Близнецы": "Козерог и Близнецы — разные темпы.",
    "Рак": "Козерог и Рак — отличное дополнение.",
    "Лев": "Козерог и Лев — амбиции × два.",
    "Дева": "Козерог и Дева — отличная комбинация.",
    "Весы": "Козерог и Весы — стабильность + гармония.",
    "Скорпион": "Козерог и Скорпион — мощная энергия.",
    "Стрелец": "Козерог и Стрелец — свобода vs порядок.",
    "Козерог": "Два Козерога — надёжность, ответственность.",
    "Водолей": "Козерог и Водолей — традиции против новаторства.",
    "Рыбы": "Козерог и Рыбы — мягкость + опора."
  },

  "Водолей": {
    "Овен": "Водолей и Овен — союз идей и действий.",
    "Телец": "Водолей и Телец — разные темпераменты.",
    "Близнецы": "Водолей и Близнецы — идеальная интеллектуальная пара.",
    "Рак": "Водолей и Рак — чувства vs логика.",
    "Лев": "Водолей и Лев — противоположности, но притяжение сильное.",
    "Дева": "Водолей и Дева — непростое сочетание.",
    "Весы": "Водолей и Весы — гармоничная воздушная пара.",
    "Скорпион": "Водолей и Скорпион — разная глубина.",
    "Стрелец": "Водолей и Стрелец — свобода, энергия, вдохновение.",
    "Козерог": "Водолей и Козерог — разные системы ценностей.",
    "Водолей": "Два Водолея — свобода и уникальность ×2.",
    "Рыбы": "Водолей и Рыбы — духовность + идеи."
  },

  "Рыбы": {
    "Овен": "Рыбы и Овен — вода и огонь, но много магии.",
    "Телец": "Рыбы и Телец — гармония и нежность.",
    "Близнецы": "Рыбы и Близнецы — разные способы восприятия мира.",
    "Рак": "Рыбы и Рак — мечтательная водная гармония.",
    "Лев": "Рыбы и Лев — вдохновение + сила.",
    "Дева": "Рыбы и Дева — противоположности, но взаимное притяжение.",
    "Весы": "Рыбы и Весы — романтика и мягкость.",
    "Скорпион": "Рыбы и Скорпион — глубина и интуиция.",
    "Стрелец": "Рыбы и Стрелец — нестабильно, но вдохновляюще.",
    "Козерог": "Рыбы и Козерог — опора + мечты.",
    "Водолей": "Рыбы и Водолей — фантазии vs логика.",
    "Рыбы": "Две Рыбы — океан чувств, мечты и эмоции."
  }
}
