{
  "The Fool": {
    "name": "Шут",
    "meaning": "Эта карта говорит о начале нового пути. Сейчас перед вами открывается возможность, которая может казаться рискованной или несерьёзной, но именно в ней скрыт рост. Не всё ясно, и это нормально. Шут советует довериться жизни и сделать шаг вперёд, даже если вы не видите всей дороги."
  },
  "The Magician": {
    "name": "Маг",
    "meaning": "Вы обладаете всем необходимым, чтобы повлиять на ситуацию. Маг говорит о силе воли, умении управлять событиями и использовать свои способности. Сейчас многое зависит именно от вас. Главное — действовать осознанно и не растрачивать энергию впустую."
  },
  "The High Priestess": {
    "name": "Верховная Жрица",
    "meaning": "Эта карта указывает на скрытую сторону происходящего. Не вся информация доступна, и ответы лучше искать внутри себя. Верховная Жрица советует не торопиться и довериться интуиции. Тайна скоро раскроется, если вы будете внимательны."
  },
  "The Empress": {
    "name": "Императрица",
    "meaning": "Карта изобилия, заботы и роста. Она говорит о благоприятном периоде, когда идеи могут воплотиться, а отношения — укрепиться. Императрица символизирует поддержку и плодотворность. Сейчас важно позволить событиям развиваться естественно."
  },
  "The Emperor": {
    "name": "Император",
    "meaning": "Император указывает на порядок, ответственность и контроль. Это карта стабильности и твёрдых решений. Возможно, сейчас требуется взять ситуацию в свои руки или опереться на структуру и правила. Уверенность и дисциплина приведут к результату."
  },
  "The Hierophant": {
    "name": "Иерофант",
    "meaning": "Эта карта связана с традициями, опытом и наставничеством. Иерофант советует следовать проверенному пути или обратиться за советом. Иногда правильный ответ уже известен, просто вы его игнорируете. Важно действовать честно и по совести."
  },
  "The Lovers": {
    "name": "Влюблённые",
    "meaning": "Карта выбора и отношений. Перед вами стоит решение, которое нельзя принять поверхностно. Влюблённые говорят о необходимости слушать сердце, но не забывать о последствиях. Этот выбор может повлиять на будущее больше, чем кажется."
  },
  "The Chariot": {
    "name": "Колесница",
    "meaning": "Колесница символизирует движение вперёд и победу. Несмотря на возможные препятствия, у вас есть силы преодолеть их. Главное — не терять направление и не позволять эмоциям сбивать с пути. Контроль и решимость приведут к успеху."
  },
  "Strength": {
    "name": "Сила",
    "meaning": "Эта карта говорит о внутренней стойкости и мягкой силе. Победа достигается не давлением, а терпением и пониманием. Сила напоминает: вы справитесь, если будете действовать спокойно и уверенно, не подавляя ни себя, ни других."
  },
  "The Hermit": {
    "name": "Отшельник",
    "meaning": "Отшельник указывает на необходимость паузы. Сейчас важно уединение, размышления и поиск ответов внутри себя. Внешний шум может мешать. Эта карта говорит, что истина откроется через тишину и честность с собой."
  },
  "Wheel of Fortune": {
    "name": "Колесо Фортуны",
    "meaning": "Колесо Фортуны символизирует перемены, которые невозможно контролировать. Судьба делает поворот, и события развиваются неожиданно. Это может быть шанс или испытание. Главное — принять изменения и не сопротивляться потоку жизни."
  },
  "Justice": {
    "name": "Справедливость",
    "meaning": "Карта равновесия и ответственности. Всё происходит по закону причины и следствия. Справедливость говорит о честном исходе, но также напоминает: важно быть искренним и объективным. Любое решение сейчас имеет последствия."
  },
  "The Hanged Man": {
    "name": "Повешенный",
    "meaning": "Эта карта указывает на паузу и переосмысление. Возможно, ситуация требует взгляда с другой стороны. Повешенный говорит, что жертва или ожидание сейчас необходимы, чтобы позже получить больше. Не всё решается действием."
  },
  "Death": {
    "name": "Смерть",
    "meaning": "Смерть — карта трансформации, а не буквального конца. Один этап завершается, чтобы освободить место для нового. Сопротивление только усилит боль. Принятие перемен приведёт к обновлению и росту."
  },
  "Temperance": {
    "name": "Умеренность",
    "meaning": "Умеренность символизирует баланс и гармонию. Сейчас важно не впадать в крайности и найти золотую середину. Процессы идут медленно, но верно. Терпение и спокойствие приведут к нужному результату."
  },
  "The Devil": {
    "name": "Дьявол",
    "meaning": "Эта карта говорит о зависимостях, страхах или иллюзиях. Возможно, вы чувствуете, что застряли или поддались искушению. Дьявол напоминает: выход есть, но сначала нужно признать, что вас удерживает."
  },
  "The Tower": {
    "name": "Башня",
    "meaning": "Башня символизирует резкое разрушение старых основ. То, что казалось надёжным, может рухнуть. Это болезненно, но необходимо для освобождения. Башня очищает путь для нового и более честного будущего."
  },
  "The Star": {
    "name": "Звезда",
    "meaning": "Звезда — карта надежды и исцеления. После трудностей появляется свет и вера в лучшее. Эта карта говорит, что вы на правильном пути, даже если ещё не видите результата. Важно не терять доверие к себе и миру."
  },
  "The Moon": {
    "name": "Луна",
    "meaning": "Луна указывает на страхи, сомнения и иллюзии. Не всё так, как кажется. Возможны тревоги или неясность. Луна советует не принимать поспешных решений и дождаться ясности. Истина проявится со временем."
  },
  "The Sun": {
    "name": "Солнце",
    "meaning": "Солнце — карта радости, успеха и ясности. Всё становится понятным, энергия возвращается. Это благоприятный знак, обещающий позитивный исход. Сейчас можно действовать открыто и смело — вас поддерживает удача."
  },
  "Judgement": {
    "name": "Суд",
    "meaning": "Суд говорит о пробуждении и важном осознании. Пришло время взглянуть на прошлое и сделать выводы. Это момент освобождения и перехода на новый уровень. Судьба даёт шанс начать заново, но осознанно."
  },
  "The World": {
    "name": "Мир",
    "meaning": "Мир символизирует завершение и гармонию. Цикл подошёл к концу, и вы достигли целостности. Это карта удовлетворения, внутреннего покоя и успеха. Всё встало на свои места."
  },
  "Ace of Wands": {
    "name": "Туз Жезлов",
    "meaning": "Перед вами вспышка новой энергии. Появляется идея, желание или импульс, который хочется реализовать прямо сейчас. Эта карта говорит о вдохновении и начале. Главное — не погасить этот огонь сомнениями."
  },
  "Two of Wands": {
    "name": "Двойка Жезлов",
    "meaning": "Вы стоите перед выбором направления. Возможности уже есть, но требуется решение. Двойка Жезлов говорит о планах на будущее и желании большего. Сейчас важно понять, чего вы действительно хотите."
  },
  "Three of Wands": {
    "name": "Тройка Жезлов",
    "meaning": "Карта ожидания и расширения горизонтов. Вы уже сделали первый шаг, и теперь результаты начинают проявляться. Тройка Жезлов обещает рост, если вы не будете бояться смотреть дальше привычных границ."
  },
  "Four of Wands": {
    "name": "Четвёрка Жезлов",
    "meaning": "Это карта стабильности и радости. Она говорит о достижении промежуточного успеха, празднике или ощущении дома. Сейчас можно позволить себе выдохнуть и насладиться моментом."
  },
  "Five of Wands": {
    "name": "Пятёрка Жезлов",
    "meaning": "Карта конфликтов и борьбы. Возможны споры, конкуренция или внутренние противоречия. Пятёрка Жезлов говорит, что напряжение временно, но важно не доказывать правоту любой ценой."
  },
  "Six of Wands": {
    "name": "Шестёрка Жезлов",
    "meaning": "Это знак победы и признания. Ваши усилия замечены, и вы можете гордиться результатом. Шестёрка Жезлов говорит о заслуженном успехе и поддержке со стороны окружающих."
  },
  "Seven of Wands": {
    "name": "Семёрка Жезлов",
    "meaning": "Карта защиты своей позиции. Вам может казаться, что вы в меньшинстве, но ваша позиция сильна. Семёрка Жезлов советует отстаивать себя и не сдаваться под давлением."
  },
  "Eight of Wands": {
    "name": "Восьмёрка Жезлов",
    "meaning": "События развиваются стремительно. Новости, сообщения или резкие перемены могут появиться внезапно. Эта карта говорит о быстром движении вперёд — важно быть готовым реагировать."
  },
  "Nine of Wands": {
    "name": "Девятка Жезлов",
    "meaning": "Карта усталости и настороженности. Вы прошли сложный путь и чувствуете напряжение, но финиш близко. Девятка Жезлов советует не опускать руки и беречь свои силы."
  },
  "Ten of Wands": {
    "name": "Десятка Жезлов",
    "meaning": "Слишком много ответственности и давления. Эта карта говорит о перегрузке и необходимости пересмотреть свои обязательства. Не всё, что вы несёте, действительно ваше."
  },
  "Page of Wands": {
    "name": "Паж Жезлов",
    "meaning": "Карта любопытства и новых начинаний. Паж Жезлов говорит о свежем интересе, идеях и желании пробовать. Возможны неожиданные предложения или вдохновляющие новости."
  },
  "Knight of Wands": {
    "name": "Рыцарь Жезлов",
    "meaning": "Это энергия движения и страсти. Рыцарь Жезлов символизирует стремительность, риск и импульсивность. Всё может развиваться быстро, но важно не действовать необдуманно."
  },
  "Queen of Wands": {
    "name": "Королева Жезлов",
    "meaning": "Карта уверенности и харизмы. Королева Жезлов говорит о внутреннем огне, привлекательности и умении вдохновлять других. Сейчас важно верить в себя и не прятать свою силу."
  },
  "King of Wands": {
    "name": "Король Жезлов",
    "meaning": "Король Жезлов символизирует лидерство и дальновидность. Это человек или энергия, способная вести за собой. Карта говорит о зрелой уверенности и умении превращать идеи в реальные дела."
  },
  "Ace of Cups": {
    "name": "Туз Кубков",
    "meaning": "Начало нового чувства. Эта карта говорит об открытом сердце, эмоциональном обновлении и искренности. Возможна любовь, примирение или глубокое внутреннее принятие. Позвольте себе чувствовать."
  },
  "Two of Cups": {
    "name": "Двойка Кубков",
    "meaning": "Карта взаимности и союза. Это равные отношения, где обе стороны смотрят друг на друга с теплом. Двойка Кубков говорит о гармонии, признании и искреннем соединении душ."
  },
  "Three of Cups": {
    "name": "Тройка Кубков",
    "meaning": "Радость, общение и поддержка близких. Эта карта говорит о празднике, встречах и приятных эмоциях. Сейчас важно разделить радость с теми, кто рядом."
  },
  "Four of Cups": {
    "name": "Четвёрка Кубков",
    "meaning": "Карта апатии и внутреннего отказа. Возможности есть, но вы их не замечаете. Четвёрка Кубков говорит о необходимости взглянуть на ситуацию свежим взглядом и услышать свои настоящие желания."
  },
  "Five of Cups": {
    "name": "Пятёрка Кубков",
    "meaning": "Потери и сожаления. Эта карта говорит о разочаровании и фокусе на том, что ушло. Но не всё потеряно — рядом остаётся то, что ещё можно сохранить."
  },
  "Six of Cups": {
    "name": "Шестёрка Кубков",
    "meaning": "Прошлое возвращается. Воспоминания, старые чувства или люди из прошлого могут напомнить о себе. Шестёрка Кубков говорит о ностальгии и искренней душевной теплоте."
  },
  "Seven of Cups": {
    "name": "Семёрка Кубков",
    "meaning": "Иллюзии и выбор. Слишком много вариантов сбивают с толку. Эта карта говорит о мечтах, фантазиях и самообмане. Важно отличить реальное от желаемого."
  },
  "Eight of Cups": {
    "name": "Восьмёрка Кубков",
    "meaning": "Уход от того, что больше не наполняет. Это осознанное решение оставить прошлое ради внутреннего роста. Восьмёрка Кубков говорит о поиске более глубокого смысла."
  },
  "Nine of Cups": {
    "name": "Девятка Кубков",
    "meaning": "Карта исполнения желаний. Эмоциональное удовлетворение и ощущение, что всё на своём месте. Девятка Кубков говорит о радости, удовольствии и заслуженном комфорте."
  },
  "Ten of Cups": {
    "name": "Десятка Кубков",
    "meaning": "Полная гармония и счастье. Эта карта говорит о любви, семье, душевном единении и внутреннем покое. Момент, когда сердце чувствует себя дома."
  },
  "Page of Cups": {
    "name": "Паж Кубков",
    "meaning": "Нежное чувство или эмоциональный сигнал. Паж Кубков говорит о признаниях, симпатии и открытом сердце. Возможны приятные сюрпризы и искренние слова."
  },
  "Knight of Cups": {
    "name": "Рыцарь Кубков",
    "meaning": "Романтика и идеализм. Рыцарь Кубков символизирует красивые жесты, мечты и стремление к любви. Он несёт чувства, но иногда склонен видеть мир сквозь розовые очки."
  },
  "Queen of Cups": {
    "name": "Королева Кубков",
    "meaning": "Глубокая интуиция и сострадание. Королева Кубков говорит о способности чувствовать, понимать и поддерживать. Это карта внутренней мудрости и эмоциональной зрелости."
  },
  "King of Cups": {
    "name": "Король Кубков",
    "meaning": "Контроль над эмоциями и внутреннее равновесие. Король Кубков символизирует спокойствие, зрелость и умение сохранять баланс даже в сложных ситуациях."
  },
  "Ace of Swords": {
    "name": "Туз Мечей",
    "meaning": "Ясность и истина. Эта карта говорит о прозрении, честном разговоре или важном решении. Приходит понимание, которое может изменить ход событий. Правда освобождает, даже если сначала ранит."
  },
  "Two of Swords": {
    "name": "Двойка Мечей",
    "meaning": "Внутренний конфликт и избегание выбора. Вы закрываете глаза на проблему, надеясь, что она исчезнет. Но решение всё равно придётся принять — промедление усиливает напряжение."
  },
  "Three of Swords": {
    "name": "Тройка Мечей",
    "meaning": "Боль, разочарование и эмоциональная рана. Эта карта говорит о предательстве, расставании или тяжёлых словах. Позвольте себе прожить боль — она не вечна."
  },
  "Four of Swords": {
    "name": "Четвёрка Мечей",
    "meaning": "Пауза и восстановление. Сейчас не время для действий. Четвёрка Мечей советует отдохнуть, набраться сил и дать разуму успокоиться."
  },
  "Five of Swords": {
    "name": "Пятёрка Мечей",
    "meaning": "Конфликт без победителей. Даже если вы выиграли спор, осадок останется. Эта карта предупреждает: цена победы может оказаться слишком высокой."
  },
  "Six of Swords": {
    "name": "Шестёрка Мечей",
    "meaning": "Переход и облегчение. Вы уходите от трудного периода к более спокойному. Это медленный, но необходимый путь к восстановлению и ясности."
  },
  "Seven of Swords": {
    "name": "Семёрка Мечей",
    "meaning": "Обман и скрытые мотивы. Кто-то действует неискренне — возможно, вы сами. Эта карта говорит о хитрости, тайнах и необходимости быть внимательнее."
  },
  "Eight of Swords": {
    "name": "Восьмёрка Мечей",
    "meaning": "Ограничения, созданные разумом. Вы чувствуете себя загнанным в ловушку, но выход есть. Страхи сильнее реальности — стоит изменить взгляд."
  },
  "Nine of Swords": {
    "name": "Девятка Мечей",
    "meaning": "Тревога и бессонные ночи. Эта карта говорит о страхах, чувстве вины и мыслях, которые не дают покоя. Важно не оставаться с этим в одиночестве."
  },
  "Ten of Swords": {
    "name": "Десятка Мечей",
    "meaning": "Конец и болезненное завершение. Кажется, что хуже быть не может. Но это дно — дальше только подъём. Старое разрушено, чтобы началось новое."
  },
  "Page of Swords": {
    "name": "Паж Мечей",
    "meaning": "Любопытство и наблюдательность. Паж Мечей говорит о желании узнать правду, задать вопросы и быть начеку. Возможны новости или важная информация."
  },
  "Knight of Swords": {
    "name": "Рыцарь Мечей",
    "meaning": "Решительность и стремительность. Он действует быстро и без сомнений. Рыцарь Мечей предупреждает: поспешные слова могут ранить."
  },
  "Queen of Swords": {
    "name": "Королева Мечей",
    "meaning": "Честность и независимость. Королева Мечей говорит о ясном уме, объективности и умении отсекать лишнее. Иногда она кажется холодной, но её сила — в правде."
  },
  "King of Swords": {
    "name": "Король Мечей",
    "meaning": "Логика и контроль. Король Мечей символизирует власть разума над эмоциями. Это карта стратегии, ответственности и принятия непростых решений."
  },
  "Ace of Pentacles": {
    "name": "Туз Пентаклей",
    "meaning": "Новый шанс в материальной сфере. Это возможность, которая может принести стабильность: работа, деньги, дом или важный проект. Семя будущего успеха уже посажено."
  },
  "Two of Pentacles": {
    "name": "Двойка Пентаклей",
    "meaning": "Баланс и многозадачность. Вы жонглируете обязанностями, пытаясь удержать равновесие. Карта советует расставить приоритеты, чтобы не выгореть."
  },
  "Three of Pentacles": {
    "name": "Тройка Пентаклей",
    "meaning": "Совместная работа и признание. Вас ценят за вклад и умения. Это карта роста через сотрудничество и обучения у других."
  },
  "Four of Pentacles": {
    "name": "Четвёрка Пентаклей",
    "meaning": "Страх потери и желание всё контролировать. Вы держитесь за стабильность, но рискуете застрять. Иногда стоит отпустить, чтобы получить больше."
  },
  "Five of Pentacles": {
    "name": "Пятёрка Пентаклей",
    "meaning": "Нехватка и чувство одиночества. Эта карта говорит о финансовых трудностях или эмоциональной изоляции. Помощь рядом — важно её заметить."
  },
  "Six of Pentacles": {
    "name": "Шестёрка Пентаклей",
    "meaning": "Равновесие «давать и получать». Вы либо получаете поддержку, либо делитесь ресурсами. Карта о справедливости и честном обмене."
  },
  "Seven of Pentacles": {
    "name": "Семёрка Пентаклей",
    "meaning": "Ожидание результата. Вы вложили силы и теперь ждёте плодов. Терпение важно — не всё созревает сразу."
  },
  "Eight of Pentacles": {
    "name": "Восьмёрка Пентаклей",
    "meaning": "Упорство и мастерство. Вы сосредоточены на деле и оттачиваете навыки. Эта карта говорит о росте через труд и дисциплину."
  },
  "Nine of Pentacles": {
    "name": "Девятка Пентаклей",
    "meaning": "Самодостаточность и изобилие. Вы наслаждаетесь результатами своего труда. Комфорт, уверенность и ощущение ценности себя."
  },
  "Ten of Pentacles": {
    "name": "Десятка Пентаклей",
    "meaning": "Долговременная стабильность. Семья, наследие, крепкий фундамент. Это карта безопасности, традиций и благополучия."
  },
  "Page of Pentacles": {
    "name": "Паж Пентаклей",
    "meaning": "Начало обучения или нового дела. Интерес к росту и практическим навыкам. Хорошее время учиться и закладывать основы."
  },
  "Knight of Pentacles": {
    "name": "Рыцарь Пентаклей",
    "meaning": "Надёжность и упорство. Он движется медленно, но верно. Эта карта говорит: терпение приведёт к результату."
  },
  "Queen of Pentacles": {
    "name": "Королева Пентаклей",
    "meaning": "Забота и уют. Королева Пентаклей умеет создавать комфорт и поддерживать других. Это карта щедрости и внутреннего равновесия."
  },
  "King of Pentacles": {
    "name": "Король Пентаклей",
    "meaning": "Материальный успех и ответственность. Король Пентаклей символизирует стабильность, мудрое управление и уверенность в будущем."
  }
}
